import React from "react";

const DemoHelp = () => {
  return (
    <section>
      <div class="container mx-auto p-4">
        <h1 class="text-3xl font-bold text-center text-blue-400 my-4">
          সহায়তা আপনার ক্ষুদ্র ক্ষুদ্র পরিদর্শককেও মহান করতে পারে
        </h1>
        <div class="text-center text-gray-600 my-4">
          <p>প্রিয় সমাজবাদী বন্ধুরা,</p>
          <p>
            আমাদের সমাজে অনেক কিছু পরিবর্তনের প্রয়োজন। পরিবার, সমাজ এবং দেশের
            উন্নতির জন্য আমাদের সাহায্যের প্রয়োজন হলো। অনেকে দান করার মাধ্যমে
            অন্যদের জীবনের মার্গে আলোকিত করে দিচ্ছেন। দান করার মাধ্যমে আপনি
            অন্যদের জীবনে আনন্দ এবং প্রশান্তি প্রদান করতে পারেন।
          </p>
        </div>
        <h2 class="text-2xl font-bold text-blue-400 my-4">আমাদের লক্ষ্য</h2>
        <div class="text-gray-600 my-4">
          <p>
            আমাদের এই প্রচেষ্টায় লক্ষ্য করা হয়েছে একটি ভবিষ্যত নির্মাণ করা,
            যেখানে সকল মানুষ সমান অধিকারের সাথে জীবনযাপন করতে পারে।
          </p>
        </div>
        <h2 class="text-2xl font-bold text-blue-400 my-4">
          আপনার সাহায্যের জন্য আমরা চাইতেছি
        </h2>
        <ul class="list-disc list-inside text-gray-600 my-4">
          <li>আর্থিক সাহায্য: আপনি আমাদের এই পথচলায় আরও অগ্রসর করতে পারেন।</li>
          <li>
            জরুরী পণ্য ও খাদ্য সাহায্য: দানকৃত পণ্য ও খাদ্যের মাধ্যমে আমরা
            দরিদ্র এবং প্রীতিহীন মানুষদের সাহায্য করতে পারি।
          </li>
          <li>
            জ্ঞান ও শিক্ষা: আপনি আমাদের প্রয়োজনীয় শিক্ষাগুলি সরবরাহ করে দিতে
            পারেন যাতে সকল মানুষ প্রবীণ হতে পারে।
          </li>
        </ul>
        <h2 class="text-2xl font-bold text-blue-400 my-4">
          কিভাবে সাহায্য করতে পারেন
        </h2>
        <div class="text-gray-600 my-4">
          <p>আপনি আমাদের এই কাজে সাহায্য করতে পারেন আরও ভিন্ন ভিন্ন ভাবে:</p>
          <ul class="list-disc list-inside">
            <li>আর্থিক দান করে।</li>
            <li>জরুরী পণ্য এবং খাদ্য প্রদান করে।</li>
            <li>শিক্ষাগত সাহায্য করে।</li>
          </ul>
        </div>
        <h2 class="text-2xl font-bold text-blue-400 my-4">
          আপনার সাহায্য আমাদের জন্য গুরুত্বপূর্ণ
        </h2>
        <div class="text-gray-600 my-4">
          <p>
            আপনার সাহায্য আমাদের প্রয়াসের একটি অমূর্ত্য অংশ যা আমাদের কাজ
            সাধারণ মানুষের জন্য সমৃদ্ধ করে দেয়। আপনার দান আমাদের কাজের শক্তি
            প্রদান করবে এবং একটি নতুন জীবন এনে দেবে তাদের জন্য যারা আমাদের
            সাহায্য প্রয়োজন পেশেন্ট হয়েছে।
          </p>
        </div>
        <h2 class="text-2xl font-bold text-blue-400 my-4">যোগাযোগ করুন</h2>
        <div class="text-gray-600 my-4">
          <p>আমাদের প্রয়াসে আপনার যোগাযোগ এবং সাহায্য ০১৭৪০৪৪০৪৬৪</p>
        </div>
      </div>
    </section>
  );
};

export default DemoHelp;
